fisherman/anicode
fisherman/await
smh/base16-shell-fish
fisherman/choices
fisherman/docker-completion
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/last_job_id
fisherman/nodenv
oh-my-fish/plugin-osx
smh/pure
fisherman/pyenv
smh/pyenv-virtualenv
fisherman/spin
fisherman/termcolours
oh-my-fish/plugin-tmux
fisherman/z
