fisherman/anicode
smh/base16-shell-fish
fisherman/choices
fisherman/docker-completion
fisherman/nodenv
oh-my-fish/plugin-osx
smh/pure
fisherman/pyenv
fisherman/spin
fisherman/termcolours
oh-my-fish/plugin-tmux
