brew "arl/arl/gitmux"
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "cmake"
brew "csvkit"
brew "ctags"
brew "dcraw"
brew "difftastic"
brew "direnv"
brew "docker-completion"
brew "docutils"
brew "dos2unix"
brew "edencommon"
brew "emacs"
brew "fd"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fontforge"
brew "fpp"
brew "freeipmi"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-secrets"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gradle"
brew "handbrake"
brew "haproxy"
brew "haskell-stack"
brew "helm"
brew "highlight"
brew "hledger"
brew "htop"
brew "hub"
brew "iperf3"
brew "ipmitool"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "libgsf"
brew "libtermkey"
brew "lima"
brew "lsd"
brew "luarocks"
brew "mas"
brew "mat2"
brew "maven"
brew "md5deep"
brew "media-info"
brew "mercurial"
brew "mosh"
brew "neovim"
brew "nethack"
brew "nmap"
brew "nodenv"
brew "octave"
brew "openconnect"
brew "openjdk@17"
brew "p7zip"
brew "pdf-diff"
brew "pipenv"
brew "plantuml"
brew "pngpaste"
brew "pnpm"
brew "poetry"
brew "prettier"
brew "pv"
brew "pyenv-virtualenv"
brew "pyqt@5"
brew "python@3.8"
brew "qmk/qmk/qmk"
brew "qpdf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sops"
brew "ssh-copy-id"
brew "ssss"
brew "starship"
brew "svgo"
brew "taskd"
brew "tasksh"
brew "the_silver_searcher"
brew "tig"
brew "tmux-xpanes"
brew "transcrypt"
brew "tree"
brew "ttf2pt1"
brew "universal-ctags"
brew "vim"
brew "vips"
brew "vpn-slice"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "yadm"
brew "yarn"
brew "yq"
brew "zbar"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "aerospace"
cask "alfred"
cask "amethyst"
cask "apparency"
cask "appcleaner"
cask "backuploupe"
cask "betterzip"
cask "brooklyn"
cask "dash"
cask "discord"
cask "draw-things"
cask "dropbox"
cask "electrum"
cask "emacs"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-mononoki-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "microsoft-teams"
cask "miniconda"
cask "mullvadvpn"
cask "obsidian"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sketchup"
cask "skype"
cask "slate"
cask "spotify"
cask "sqlcl"
cask "steam"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "webpquicklook"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Flip Clock", id: 1553591814
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Jenny LeClue", id: 1464291744
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Mini Motorways", id: 1456188526
mas "NextStopNowhere", id: 1466708191
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Return to Monkey Island+", id: 6476317779
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
tap "arl/arl"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "neovim/neovim"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
