brew "arpack"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "coreutils"
brew "csvkit"
brew "ctags", link: false
brew "dcraw"
brew "difftastic"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docutils"
brew "dos2unix"
brew "edencommon"
brew "emacs", link: false
brew "exa"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fftw"
brew "figlet"
brew "fish"
brew "fizz"
brew "folly"
brew "fontforge"
brew "fpp"
brew "freeipmi"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-secrets"
brew "glib"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "haproxy"
brew "harfbuzz"
brew "haskell-stack"
brew "helm"
brew "highlight"
brew "hledger"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "ipmitool"
brew "irssi"
brew "jasper"
brew "jpeg-xl"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "libevent"
brew "libffi"
brew "libgsf"
brew "libheif"
brew "libraw"
brew "librsvg"
brew "libtermkey"
brew "libtool"
brew "libvterm"
brew "libyaml"
brew "lima"
brew "lsd"
brew "luarocks"
brew "mas"
brew "mat2"
brew "maven"
brew "md5deep"
brew "media-info"
brew "mercurial"
brew "mosh"
brew "msgpack"
brew "neovim"
brew "nethack"
brew "netpbm"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "octave"
brew "open-mpi"
brew "openblas"
brew "openconnect"
brew "openjdk"
brew "openjdk@17"
brew "openjpeg"
brew "openslide"
brew "p7zip"
brew "pango"
brew "pdf-diff"
brew "pillow"
brew "pipenv"
brew "plantuml"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qmk/qmk/qmk"
brew "qpdf"
brew "qscintilla2"
brew "qt"
brew "qt@5"
brew "rbenv"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shared-mime-info"
brew "sops"
brew "ssh-copy-id"
brew "ssss"
brew "starship"
brew "sundials"
brew "task"
brew "taskd"
brew "tasksh"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "transcrypt"
brew "tree"
brew "ttf2pt1"
brew "ufraw"
brew "unibilium"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
brew "vim"
brew "vips"
brew "vpn-slice", args: ["HEAD"]
brew "wangle"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "xmltoman"
brew "xz"
brew "yadm"
brew "yarn"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zbar"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amethyst"
cask "apparency"
cask "appcleaner"
cask "backuploupe"
cask "betterzip"
cask "brooklyn"
cask "dash"
cask "discord"
cask "dropbox"
cask "electrum"
cask "emacs"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-mononoki-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea"
cask "joplin"
cask "karabiner-elements"
cask "kitty"
cask "nvalt"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sketch"
cask "sketchup"
cask "skype"
cask "slate"
cask "spotify"
cask "sqlcl"
cask "steam"
cask "suspicious-package"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webpquicklook"
cask "x2goclient"
cask "xquartz"
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Pixelmator", id: 407963104
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "iStat Menus", id: 1319778037
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/git"
tap "neovim/neovim"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
tap "yqrashawn/goku"
