tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
tap "yqrashawn/goku"
brew "gmp"
brew "openssl@1.1"
brew "libevent"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "gettext"
brew "libffi"
brew "glib"
brew "ccze"
brew "coreutils"
brew "ctags", link: false
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-driver-xhyve"
brew "docutils"
brew "dos2unix"
brew "libtool"
brew "emacs", link: false
brew "exa"
brew "fd"
brew "fish"
brew "fpp"
brew "freeipmi"
brew "fzf"
brew "gawk"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "haproxy"
brew "haskell-stack"
brew "helm"
brew "highlight"
brew "hledger"
brew "htop"
brew "hub"
brew "imagemagick"
brew "iperf3"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "librsvg"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "lsd"
brew "mas"
brew "maven"
brew "md5deep"
brew "media-info"
brew "mercurial"
brew "mosh"
brew "msgpack"
brew "neovim"
brew "nethack"
brew "node"
brew "node-build"
brew "nodenv"
brew "octave"
brew "openconnect"
brew "p7zip"
brew "polipo"
brew "poppler"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sops"
brew "ssh-copy-id"
brew "xmltoman"
brew "ssss"
brew "svgcleaner"
brew "task"
brew "taskd"
brew "tasksh"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "yadm"
brew "yarn"
brew "zbar"
brew "zsh"
brew "qmk/qmk/qmk"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yqrashawn/goku/goku"
cask "1password"
cask "aerial"
cask "alfred"
cask "apparency"
cask "appcleaner"
cask "atom"
cask "backuploupe"
cask "brooklyn"
cask "ccleaner"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "emacs"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-mononoki-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "kitty"
cask "nvalt"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sketch"
cask "sketchup"
cask "skype"
cask "slate"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webpquicklook"
cask "x2goclient"
cask "xquartz"
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Pixelmator", id: 407963104
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
